import Line from "@/components/atoms/Line";
import { useTranslation } from "react-i18next";

const History = () => {
  const { t } = useTranslation();

  return (
    <>
      <div className="w-full">
        <Line title={t("historyAgu.title")} />
        <div className="flex flex-col gap-5 mt-10">
          <div>
            <a
              target="_blank"
              href="http://www.apap.kg/uploads/pdf/%D0%9D%D0%9F%D0%90%20(%D0%9E%D0%B1%D1%89%D0%B5%D0%B5)/%D1%83%D0%BA%D0%B0%D0%B7/%D0%A3%D0%BA%D0%B0%D0%B7%20%D0%9F%D0%9A%D0%A0%20%E2%84%96%20136%20%D0%BE%D1%82%2017.04.1992%20%D0%B3..pdf"
              className="text-sinii hover:text-hover-sinii"
            >
              17 апреля 1992 года Указом Президента Кыргызской Республики №136
            </a>
            <p>
              в целях обеспечения подготовки высококвалифицированных
              специалистов в области рыночной экономики и внешнеэкономической
              деятельности в г. Бишкек была открыта Бишкекская международная
              школа менеджмента и бизнеса (далее - БМШМБ) и началась реализация
              программы «Магистр делового администрирования». Бишкекская
              международная школа менеджмента и бизнеса создана на базе Центра
              исследований и экспертиз при Президенте Кыргызской Республики и
              факультета административно-хозяйственных наук Йоркского
              университета (Канада). 31 июля 1996 года БМШМБ распоряжением
              Президента КР «Об организации на базе Бишкекской международной
              школы менеджмента и бизнеса» началась подготовка и переподготовка
              служащих органов государственного управления по программе «Магистр
              государственного управления», которая была создана в рамках
              реализации проекта ПРООН «Развитие менеджмента в Кыргызстане».
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href="http://www.apap.kg/uploads/pdf/%D0%9D%D0%9F%D0%90%20(%D0%9E%D0%B1%D1%89%D0%B5%D0%B5)/%D1%83%D0%BA%D0%B0%D0%B7/%D0%A3%D0%BA%D0%B0%D0%B7%20%D0%9F%D0%9A%D0%A0%20%E2%84%96%20136%20%D0%BE%D1%82%2017.04.1992%20%D0%B3..pdf"
              className="text-sinii hover:text-hover-sinii"
            >
              19 марта 1997 года по Указу Президента КР №65
            </a>
            <p>
              БМШМБ была преобразована в Академию управления при Президенте
              Кыргызской Республики (далее - АУПКР) и был присвоен Президентский
              статус.
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href="http://www.apap.kg/uploads/pdf/%D0%9D%D0%9F%D0%90%20(%D0%9E%D0%B1%D1%89%D0%B5%D0%B5)/%D1%83%D0%BA%D0%B0%D0%B7/%D0%A3%D0%BA%D0%B0%D0%B7%20%D0%9F%D0%9A%D0%A0%20%E2%84%96%20136%20%D0%BE%D1%82%2017.04.1992%20%D0%B3..pdf"
              className="text-sinii hover:text-hover-sinii"
            >
              19 января 1998 года согласно Указу Президента КР №19 
            </a>
            <p>
              на базе АУПКР был образован единый учебно-методический комплекс по
              подготовке и переподготовке кадров. В результате к АУПКР был
              присоединен Бишкекский финансово-экономический техникум им. А.
              Токтоналиева и открыта подготовка специалистов по программе
              бакалавриат по направлениям: «Менеджмент», «Финансы и кредит» и
              «Бухгалтерский учет и аудит».
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href="https://cbd.minjust.gov.kg/act/view/ru-ru/61376?cl=ru-ru"
              className="text-sinii hover:text-hover-sinii"
            >
              11 июля 2012 года по Указу Президента КР №135
            </a>
            <p>
               АУПКР была преобразована в Академию государственного управления
              при Президенте Кыргызской Республики (далее - АГУПКР).
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href="https://cbd.minjust.gov.kg/act/view/ru-ru/430001"
              className="text-sinii hover:text-hover-sinii"
            >
              25 февраля 2019 года в рамках
            </a>
            <p>
              Указа Президента КР «Об объявлении 2019 года - Годом развития
              регионов и цифровизации страны» от 11 января 2019 года №
              1 и Концепции цифровой трансформации «Цифровой Кыргызстан
              2019-2023» на базе АГУПКР был открыт Центр цифровых
              образовательных технологий (далее - ЦЦОТ) «Санарип Билим». Центром
              разработаны учебные программы (модули) по развитию цифровых
              навыков и компетенций для различных групп государственных и
              муниципальных служащих.
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href="https://cbd.minjust.gov.kg/act/view/ru-ru/61376?cl=ru-ru"
              className="text-sinii hover:text-hover-sinii"
            >
              30 апреля 2019 года Указом Президента КР № 57
            </a>
            <p>
              в введение АГУПКР перешел Национальный центр информационных
              технологий (далее - НЦИТ), образованный Распоряжением Президента 
              КР 2 апреля 2004 года №65. АГУПКР использует потенциал НЦИТ в виде
              высококвалифицированных IT специалистов, а также
              материально-техническую базу, для формирования  и развития
              цифровых навыков и компетенций государственных и муниципальных
              служащих, а также для обучения различных категорий населения
              основным цифровым навыкам.
            </p>
          </div>
          <div>
            <p>
              В 2019 году Академия государственного управления при Президенте
              Кыргызской Республики заняла Призовые места в{" "}
              <a
                target="_blank"
                href="https://iaar.agency/rating/8/0/2019"
                className="text-sinii hover:text-hover-sinii"
              >
                «Независимом рейтинге ВУЗов Кыргызской Республики – 2019»
              </a>
              , организованного Независимым агентством аккредитации и рейтинга
              (НААР/IAAR): Первое место в рейтинге программ подготовки
              специалистов по программам бакалавриат и магистратура по
              направлению 580900  «Государственное и муниципальное управление»,
              а также второе место из 14 вузов в Институциональном рейтинге
              ВУЗов Кыргызской Республики по направлениям подготовки
              специалистов в позиции «Экономика и управление», набрав 3587
              баллов. Цифровое ранжирование, направленное на определение
              «Рейтинга преподавателей ВУЗов КР». Данные показатели цифрового
              ранжирования программ подготовки специалистов по уровням и
              направлениям, реализуемым в Академии, позволило представить
              выпускникам школ Кыргызской Республики, академической
              общественности, родителям и другим заинтересованным лицам отличную
              оценку по результатам (НААР/IAAR) 2019 года по Академии в:  
            </p>
            <ul className="flex flex-col gap-2">
              <li>
                <a
                  href="https://iaar.agency/rating/8/0/2019"
                  className="text-sinii hover:text-hover-sinii"
                >
                  Рейтинге программ подготовки специалистов по уровню
                  бакалавриата;
                </a>
              </li>
              <li>
                <a
                  href="https://iaar.agency/rating/8/0/2019"
                  className="text-sinii hover:text-hover-sinii"
                >
                  {" "}
                  Рейтинге программ подготовки специалистов по уровню
                  магистратуры;
                </a>
              </li>
              <li>
                <a
                  href="https://iaar.agency/rating/8/0/2019"
                  className="text-sinii hover:text-hover-sinii"
                >
                  Рейтинге преподавателей ВУЗов Кыргызской Республики.
                </a>
              </li>
            </ul>
            <p>
              АГУПКР имеет четко сформулированную миссию и 
              className="text-sinii hover:text-hover-sinii"
              <a href="http://www.apap.kg/uploads/pdf/%D0%9D%D0%9F%D0%90%20%28%D0%92%D0%BD%D1%83%D1%82%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D0%B5%29/%D0%A1%D1%82%D1%80%D0%B0%D1%82%D0%B5%D0%B3%D0%B8%D1%8F%20%D1%80%D0%B0%D0%B7%D0%B2%D0%B8%D1%82%D0%B8%D1%8F%20%D0%90%D0%93%D0%A3%D0%9F%D0%9A%D0%A0.pdf">
                стратегию
              </a>
              развития, соответствующие «Национальной стратегии развития КР на
              2018-2040 годы», «Национальной программе развития КР до 2026
              года», приоритетам «Концепции развития образования в КР на
              2021-2030 годы» в области  высшего образования и способствующие
              социально-экономическому, научно-образовательному и культурному
              развитию региона и страны в целом.  
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href=""
              className="text-sinii hover:text-hover-sinii"
            >
              17 апреля 1992 года Указом Президента Кыргызской Республики №136
            </a>
            <p>
              {" "}
              Миссия Академии на предыдущих этапах претерпевала ряд изменений,
              связанных с процессами политической модернизации, реформированием
              управления экономикой и социальной сферой, возрастанием роли
              гражданского общества и человека, необходимостью повышения
              эффективности государственного и муниципального управления. Так в
              «Концепции модернизации АГУПКР», утвержденной Распоряжением
              Президентом КР от 14.06.2011 г., №88 указано, что миссия не
              соответствует статусу Академии, поэтому миссия была пересмотрена и
              на основе  Указа Президента КР «О некоторых мерах по
              совершенствованию системы подготовки, переподготовки и повышения
              квалификации кадров в сфере государственного и муниципального
              управления» от 11.07.2012 г.  УП №135 и из АУПКР была
              преобразована в АГУПКР. Академия «как ведущее учебное заведение по
              профессиональному развитию государственных и муниципальных
              служащих» занимается подготовкой, переподготовкой и повышением
              квалификации кадров в сфере государственного и муниципального
              управления. По Указу Президента КР от 11.07.2012 г. УП №135 «в
              целях формирования эффективной системы обеспечения органов
              государственного и муниципального управления КР
              высококвалифицированными кадрами, их непрерывного
              профессионального развития, совершенствования законодательной
              базы, регулирующей функционирование государственной и
              муниципальной службы» были внесены изменения в миссию Академии,
              которая была указана в Уставе и утверждена Указом Президента КР
              от УП № 206 от 26.09.2012 г. (в редакции Указов Президента КР
              от 1.10.2015 г. УП № 188, 18.08.2018 г. УП № 172).
            </p>
          </div>
          <div>
            <a
              target="_blank"
              href=""
              className="text-sinii hover:text-hover-sinii"
            >
              17 апреля 1992 года Указом Президента Кыргызской Республики №136
            </a>
            <p></p>
          </div>
          <div>
            <p>
              Миссия АГУПКР (2012 г.) в первоначальном виде: «обеспечение
              государственных органов и органов местного самоуправления
              высококвалифицированными специалистами и научно-аналитическое
              обеспечение деятельности Президента Кыргызской Республики, органов
              государственной власти и местного самоуправления». Руководство
              Академии при реализации миссии на УС (протокол №1, пункт 8 от
              14.07.2013 г.) постановили «продолжить преобразование деятельности
              Академии для успешного выполнения своей миссии согласно Указа
              Президента КР №135 от 11.07.2012 г. и №206 26.09.2012 г., а также
              приведение ее деятельности в соответствии с лучшими международными
              стандартами». В 2015 г. по Указу Президента КР от 01.10.2015 г. УП
              №188 во 2 пункте миссии Устав АГУПКР добавили слово «организаций»
              и в 2018 г.  по Указу Президента КР от 18.08.2018 г. УП №172 во 2
              пункте добавили фразу «Государственной кадровой службы Кыргызской
              Республики». Миссия АГУПКР (2018 г.) – обеспечение государственных
              органов, организаций и органов местного самоуправления
              высококвалифицированными специалистами и научно-аналитическое
              обеспечение деятельности Президента Кыргызской Республики,
              Государственной кадровой службы Кыргызской Республики, органов
              государственной власти и местного самоуправления.
            </p>
          </div>
          <div>
            <p>
              Стратегические цели АГУПКР: Стратегия Академии подлежит
              постоянному совершенствованию, что способствует развитию
              корпоративного духа, координации и единства в решении задач
              согласно глобальным изменениям. Качественная реализация Стратегии
              Академии является результатом совместных усилий обучающихся,
              преподавателей, сотрудников и исследователей Академии.
            </p>
          </div>
          <div>
            <p>
              Миссия и цели, задачи стратегии развития Академии соответствуют
              целям, задачам 
              <a
                target="_blank"
                href="https://mineconom.gov.kg/storage/directs/documents/209/15421950795bec078718fff.pdf"
                className="text-sinii hover:text-hover-sinii"
              >
                «Национальной стратегии развития КР на 2018-2040 годы»
              </a>{" "}
              <a
                target="_blank"
                href="https://www.stat.gov.kg/media/files/3d033353-7e05-42ec-a282-8722459f5c31.pdf"
                className="text-sinii hover:text-hover-sinii"
              >
                «Национальной программе развития КР до 2026 года»
              </a>
              <a
                target="_blank"
                href="https://edu.gov.kg/media/files/118d4b79-d6ea-4648-9c1c-56280444e7fd.pdf"
                className="text-sinii hover:text-hover-sinii"
              >
                «Концепции развития образования в КР на 2021-2030 годы»
              </a>
              в области  высшего образования, что выражается в стремлении
              Академии интегрироваться в международный образовательный процесс,
              постоянно повышать уровень специалистов и формировать гармонично
              развивающую личность. Стратегическая цель Академии: реализация
              приоритетных направлений развития профессионального, эффективного
              и устойчивого государственного аппарата, соответствующего вызовам
              времени. Для достижения этой цели Академия ставит следующие
              ключевые задачи:
              <ol className="flex flex-col gap-2">
                <li>
                  Повышение качества обучения на всех образовательных программах
                  с учетом потребностей управления в организациях
                  государственного, некоммерческого и частного секторов.
                </li>
                <li>
                  Придание повышению квалификации и переподготовке
                  государственных и муниципальных служащих устойчивый и
                  системный характер.
                </li>
                <li>
                  Введение цифровых инноваций в организацию учебного процесса,
                  применяя дистанционные образовательные технологии на всех
                  формах обучения.
                </li>
                <li>
                  Системного развития научно-исследовательских,
                  информационно-аналитических работ, экспертной, проектной
                  деятельности. Модернизация деятельности Академии с
                  использованием новейших информационно-коммуникационных
                  технологий и цифровизации.
                </li>
                <li>
                  Создания системы непрерывного повышения профессионального
                  потенциала профессорско-преподавательского состава и
                  сотрудников.
                </li>
                <li>
                  Поднятия результативности внешних связей, эффективного
                  использования возможностей международного сотрудничества,
                  проектов донорских и коммерческих организаций.
                </li>
                <li>
                  С позиции Стратегии развития Академии и ее миссии были
                  сформированы цели каждой образовательной программы по
                  направлению подготовки с учетом мнений всех заинтересованных
                  сторон. Руководство и сотрудники Академии имеют ясное
                  понимание сути миссии и стратегии.
                </li>
              </ol>
              Стейкхолдеры имеют возможность ознакомиться с миссией ВУЗа,
              которая вывешена на официальном сайте{" "}
              <div>
                <a href="apap.kg" className="text-sinii hover:text-hover-sinii">
                  Академии
                </a>{" "}
                по следующему адресу: 
                <a href="apap.kg" className="text-sinii hover:text-hover-sinii">
                  http://www.apap.kg.
                </a>{" "}
              </div>
            </p>
          </div>
          <div>
            <p>
              Достоинства АГУПКР:
              <ol className="flex flex-col gap-2">
                <li>
                  {" "}
                  Членство Академии в различных международных ассоциациях.
                </li>
                <li>
                  Подготовка управленцев нового формата, способных стать элитой
                  государственного и муниципального управления, экономики,
                  менеджмента, политологии и юриспруденции.
                </li>
                <li>
                  Высокие стандарты обучения и разнообразие курсов. Престижные
                  профессии, востребованные на рынке труда.
                </li>
                <li>
                  Высокое качество образования и признание диплома за рубежом.
                </li>
                <li>
                  Стажировка и практика в государственном секторе, крупнейших
                  компаниях и предприятиях республики и за рубежом.
                </li>
                <li>Оснащенность современным мультимедийным оборудованием.</li>
                <li>
                  Высокий уровень трудоустройства. Публичные лекции, читаемые
                  известными политиками, экономистами, юристами, общественными
                  деятелями (Михаэль Глос, Махатхир Бин
                  Мохамад–экс-Премьер-министр Малайзии, Джон Форбс Нэш, Райзберг
                  Борис Абрамович и т.д.).
                </li>
                <li>Высокий качественный состав ППС.</li>
                <li>
                  Высокая трудоустраиваемость выпускников, работа в ведущих
                  государственных и частных организациях, иностранных и
                  международных компаниях.
                </li>
                <li>
                  Активное участие в проектах: «Гражданское общество и СМИ:
                  гаранты прозрачности местного самоуправления в Кыргызской
                  Республике» и церемония вручения «Паспорта прозрачности»
                  представителям 10 айыл окмоту из разных регионов Кыргызстана
                  (2017 г.); «Устойчивое развитие городов и изменение процессов
                  развития» в рамках международной
                  инициативы Eval Partners (2018 г.).
                </li>
                <li>
                  Активное участие команды студентов в Межвузовских
                  интеллектуальных турнирах.
                </li>
                <li>
                  Организационная корпоративная культура (узнаваемый бренд,
                  оборудованные современной техникой учебные аудитории, общие
                  ценности, символы, благоприятный психологический климат).
                </li>
                <li>
                  Призовые места в «Независимом рейтинге ВУЗов Кыргызской
                  Республики – 2019», организованного Независимым агентством
                  аккредитации и рейтинга (НААР/IAAR). Сертификаты программной
                  аккредитации.
                </li>
                <li>Сертификаты программной аккредитации.</li>
              </ol>
            </p>
          </div>
          <div>
            <p>
              Повышение квалификации студентов 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-mehr-als-40-masterstudenten-der-akademie-fuer-oeffentliche-verwaltung-unter-dem-praesidenten-der-kirgisischen-republik-nahmen-an-einem-webinar-zur-persoenlichkeitsentwicklung-teil-news5882/"
              >
                по развитию личности
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-workshop-zu-den-themen-management-von-kompetenzen-in-einer-modernen-organisation-und-entwicklung-von-lernvideos-news5728/"
              >
                цифровых компетенций
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-an-der-akademie-fuer-oeffentliche-verwaltung-in-taschkent-fand-ein-schulungsseminar-zum-thema-rhetorische-faehigkeiten-fuehrung-und-buergerdialog-statt-news5878/"
              >
                ораторскому исскуству
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-training-workshop-rhetorik-und-management-fuer-masterstudenten-der-hanns-seidel-stiftung-hss-news5065/"
              >
                риторике и управлению
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-training-verhandlungsdiplomatie-und-konfliktloesung-news5077/"
              >
                дипломатии и ведению переговоров
              </a>
                , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-1seminar-grundlagen-der-arbeit-mit-den-medien-in-der-oeffentlichen-verwaltung-news5484/"
              >
                работы в СМИ
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-training-projekt-und-programmanagement-news4495/"
              >
                управлению проектами и программами
              </a>
              , 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-workshop-ausarbeitung-und-ausfuehrung-lokaler-budgets-news4662/"
              >
                разработке и исполнению местных бюджетов
              </a>
              , основам тренерского мастерства, социальному
              предпринимательству, 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-training-katastrophenrisikoanalyse-auf-lokaler-ebene-news5098/"
              >
                анализу риска бедствий
              </a>
              . Академическая мобильность студентов, преподавателей и
              сотрудников. Так, с 15-22.06.2018 2018 г. в г. Мюнхен была
              организована  краткосрочная учебная стажировка по теме:{" "}
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-studienreise-nach-deutschland-news5768/"
              >
                «Опыт Баварского муниципального и государственного управления
                для Центральной Азии для обеспечения качества образования и
                повышения квалификации ГМС.»
              </a>
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-praktika-von-stipendiaten-der-hanns-seidel-stiftung-und-der-kasachischen-verwaltungsakademie-in-duschanbe-news5664/"
              >
                21-26.01.2019 г. в Душанбе/Таджикистан прошла стажировка.
              </a>
               
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/stazhirovki-magistrantov-napravleny-na-usilenie-razvitija-regionalnogo-sotrudnichestva-stran-centralnoaziatskogo-regiona-news700/"
              >
                28.01.2019 г., с 18-30.04.2018 г. стажировка стипендиатов  в
                Республику Казахстан. С 9-15.09.2018 г.
              </a>
              прошла экспертная{" "}
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://centralasia.hss.de/ru/novosti/translate-to-russian-bayerische-erfahrung-fuer-verwaltungsreform-in-kirgisistan-news5760/"
              >
                дискуссия с представителями районных администраций
                Ландсберг-на-Лехе и Аугсбурга, Баварской ассоциации районов и
                рыночного гемайнде Майтинген гостям из Центральной Азии.
              </a>
              Видение Академии содержит развитие многоуровневой системы
              подготовки специалистов и научных работников за счет
              фундаментальности, качества, непрерывности и преемственности
              образования и науки, единства обучения, исследований и воспитания,
              интеграции в мировое образовательное научное общество на основе
              модернизации информационно-образовательной базы, внедрения новых
              образовательных технологий, форм и методов обучения. До
              сегодняшнего дня в Академии соблюдена многоуровневость, начиная от
              средне-профессионального
              образования до аспирантуры/докторантуры, которая обеспечивает
              профессионально-личностный рост обучающегося на всех уровнях
              образования «техникум-аспирантура/докторантура» в соответствии с
              их потребностями. Среднее профессиональное образование реализуется
              в структурном подразделении в Бишкекском финансово-экономическом
              техникуме имени Алиаскара Токтоналиева. Показателем эффективности
              и качества, реализуемых образовательных программ, являются факты
              того, что более 60 % государственных служащих, состоящих в 
              <a
                className="text-sinii hover:text-hover-sinii"
                href="https://rus.azattyk.org/a/kyrgyzstan_personnel_reserve/29627378.html"
              >
                Национальном резерве кадров Кыргызской Республики являются
                выпускниками Академии,
              </a>
              а также 95 % выпускников Академии трудоустроены в пределах
              Кыргызской Республики и 5 % за рубежом. Поэтому основная цель
              Программы развития Академии направлена на подготовку
              высококвалифицированных национальных кадров - государственных и
              муниципальных служащих в сфере экономики, менеджмента, а также
              юриспруденции, которые конкурентоспособны на рынке труда КР.
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default History;
